{
"data":[
{
    "id":1,
    "title":"What are cryptocurrencies?",
    "content":"Cryptocurrencies are a digital asset that started as a medium of exchange for people to buy goods and services. Over time, their functionality has expanded"
},
{
    "id":2,
    "title":"Who Created Cryptocurrency?",
    "content":"It started in the late 1980s when an unknown computer scientist wanted to help reduce the amount of late-night robberies at gas stations, and so trialed ‘smartcards‘ in which truck drivers could pre-pay their card and not have to carry any cash, which proved to be successful.  "
},
{
    "id":3,
    "title":"How are cryptocurrency transactions recorded?",
    "content":"Cryptocurrency transactions are recorded on a shared, digital ledger called a blockchain. This is decentralized technology, spread across many computers, that records every transaction."
},
{
    "id":4,
    "title":"Who Created Bitcoin?",
    "content":"Satoshi Nakomoto is the name of a pseudonymous developer or group of developers, who released the Bitcoin white paper in 2008 and released the Bitcoin protocol in 2009. Satoshi Nakomoto disappeared a few years after the launch of Bitcoin, and his identity is unknown to this day."
},
{
    "id":5,
    "title":"Who Controls Bitcoin?",
    "content":"Bitcoin is decentralized. This means it cannot be censored or controlled or manipulated by any single governing or centralized party, and all transactions are mathematically verified by a network of thousands of computers."
},
{
    "id":6,
    "title":"Why Should I Use Cryptocurrency?",
    "content":"For some people in some countries, using Bitcoin and crypto has become more of a necessity than a desire, as a way of protecting themselves from the hyperinflation of their local currencies. Bitcoin is a deflationary asset, meaning it can purchase more as the value increases."
},
{
    "id":7,
    "title":"What are the top cryptocurrencies? ",
    "content":"The most popular and widely heard of cryptocurrency is Bitcoin. As of early January 2021, the total cryptocurrency market is over $1 trillion, and Bitcoin is around $700 billion. There are over 7,800 cryptocurrencies in existence and growing. The top five, with over 80 percent of the market value, are Bitcoin, Ethereum, XRP, Tether, and Litecoin."
},
{
    "id":8,
    "title":"Why are there so many cryptocurrencies? ",
    "content":"People saw the success of Bitcoin and tried to improve existing functionality and provide new functionality with new cryptocurrencies. Additionally, investors and developers wanted to make profit."
},
{
    "id":9,
    "title":"Can cryptocurrencies fail?",
    "content":"Yes. It is estimated that close to 2,000 cryptocurrencies have failed. This is for a variety of reasons: lack of funding at start and after launch, failure to evolve, and a few were outright frauds. Many of the failures happened during the initial coin offering boom of 2017–2018."
},
{
    "id":10,
    "title":"How do I purchase cryptocurrency? ",
    "content":"There are a couple of methods, but the simplest and least expensive is via an online cryptocurrency exchange. You establish an account and from there, you transfer in cash and purchase the cryptocurrency of your choice. The exchange will allow you to buy, sell, and hold cryptocurrency. The user experience, fees, and identification requirements all vary based on the exchange, so it is important to conduct research before you do anything. Some of the most popular are Coinbase, Gemini, and Kraken. Additionally, traditional online brokers are starting to offer services such as eToro and Robinhood. Further, fintech and technology companies are starting to offer these services (Square and PayPal as two examples)."
}
]
}
